[
  {
    "id": "gen-2",
    "title": "The Architecture of Time II",
    "titleZh": "時間的建築",
    "date": "December 18, 2025",
    "excerpt": "How space holds memory, and how objects become the vessels of our quietest moments.",
    "excerptZh": "空間如何承載記憶，以及物件如何成為我們最靜謐時刻的容器。",
    "image": "/LINEA/images/journal/The-Architecture-of-Time-test_journal_image.png",
    "content": "<h1>The Architecture of Time</h1>\n<p>Time is not merely a sequence of moments, but a structure—an invisible architecture that we inhabit. In the rush of the modern world, we often forget that our surroundings are silent witnesses to our lives.</p>\n<p>時間不僅僅是片刻的序列，而是一種結構——透過我們居住其中而形成的隱形建築。在現代世界的匆忙中，我們常忘記周遭環境是我們生活的沉默見證者。</p>\n<h2>Space as Memory</h2>\n<p>Every corner of a room holds a shadow, a memory of light that once fell there. When we design objects for the home, we are not just making things; we are creating interruptions in the flow of time. A vase is not just a vessel for flowers; it is a pause button. It asks you to stop, to look, to breathe.</p>\n<p>房間的每個角落都藏著陰影，那是光線曾經落下的記憶。當我們為家設計物件時，我們不只是在其製造物品；我們正在創造時間流動中的停頓。花瓶不只是花的容器；它是暫停鍵。它邀請你停下、注視、呼吸。</p>\n<blockquote>\n<p>&quot;Architecture is the thoughtful making of space.&quot; — Louis Kahn</p>\n<p>「建築是深思熟慮的空間創造。」— 路易·康</p>\n</blockquote>\n<p>We believe that objects, too, are small architectures. They define the scale of our intimacy.</p>\n<p>我們相信，物件也是微型的建築。它們定義了我們與親密感的尺度。</p>\n<h2>The Quiet Vessel</h2>\n<p>Our <em>Flowing Silence Pot</em> was born from this thought. How do we give form to silence? We looked at how wind erodes stone, how water shapes the earth. The curves are continuous, endless, like time itself.</p>\n<p>我們的 <em>Flowing Silence Pot</em> 便是由此而生。我們如何賦予寂靜形態？我們觀察風如何侵蝕石頭，水如何形塑大地。其曲線是連續的、無盡的，如同時間本身。</p>\n<p><img src=\"/LINEA/images/journal/The-Architecture-of-Time-test_journal_image.png\" alt=\"Flowing Silence Sketch\"></p>\n<h2>Rigid vs. Organic</h2>\n<p>There is a tension between the digital precision of our printing process and the organic chaos of the natural world. We embrace this. The layer lines of our 3D printed ceramics are like geographical strata—marking the passage of time, layer by layer, second by second.</p>\n<p>在我們列印過程的數位精準度與自然世界的有機混沌之間，存在著一種張力。我們擁抱這一點。我們 3D 列印陶瓷的層紋就像地層——標記著時間的流逝，一層又一層，一秒又一秒。</p>\n<p>In this way, every object we make is a clock, frozen in its moment of creation, waiting to hold yours.</p>\n<p>就這樣，我們製作的每一個物件都是一座時鐘，凝結在它被創造的那一刻，等待著承載你的時刻。</p>\n"
  },
  {
    "id": "test-article-1",
    "title": "Testing Obsidian Integration",
    "titleZh": "測試 Obsidian 整合",
    "date": "December 18, 2024",
    "excerpt": "This is a test article to verify the Obsidian to Website publishing workflow.",
    "excerptZh": "這是一篇測試文章，用於驗證 Obsidian 到網站的發佈流程。",
    "image": "/LINEA/images/journal/test-article-test_journal_image.png",
    "content": "<h1>Hello from Obsidian</h1>\n<p>This content is written in <strong>Markdown</strong> and processed by our build script.</p>\n<h2>Subheading</h2>\n<p>We can support:</p>\n<ul>\n<li>Lists</li>\n<li><strong>Bold text</strong></li>\n<li><em>Italics</em></li>\n</ul>\n<p>And images:</p>\n<p><img src=\"/LINEA/images/journal/test-article-test_journal_image.png\" alt=\"Test Image\"></p>\n<p><img src=\"/LINEA/images/journal/test-article-test_journal_image.png\" alt=\"\"></p>\n"
  }
]